Repository: dzmitrykha/pr0ducer
Catalog: Packages/ActivityTracker/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# day.accessibility.hint
source: Opens day details
ru: Открывает детали дня

# day.detail.delete
source: Delete
ru: Удалить

# day.detail.duration
source: %lld min
ru: %lld мин

# day.detail.empty.message
source: No activities were logged on this day.
ru: В этот день активности не записывались.

# day.detail.empty.title
source: No activities
ru: Нет активностей

# day.detail.in.progress
source: Active
ru: Активна

# day.detail.interval.accessibility
source: From %1$@ to %2$@, %3$lld minutes
ru: С %1$@ до %2$@, %3$lld минут

# day.detail.interval.accessibility.in.progress
source: Started at %1$@, active for %2$lld minutes
ru: Началась в %1$@, активна %2$lld минут

# day.detail.now
source: Now
ru: Сейчас

# day.accessibility.label
source: %1$@, %2$lld activities, %3$lld segments on timeline
ru: %1$@, %2$lld активностей, %3$lld отрезков на шкале

# day.title.today
source: Today
ru: Сегодня

# day.title.yesterday
source: Yesterday
ru: Вчера

# empty.message
source: Tap the complication on your watch face to log your first activity.
ru: Нажмите осложнение на циферблате, чтобы записать первую активность.

# empty.title
source: Start now
ru: Начните прямо сейчас

# hour.track.accessibility
source: Activity timeline, %lld segments
ru: Шкала активности, %lld отрезков

# intent.start.confirmation.title
source: Start Activity (Confirm)
ru: Начать активность (подтверждение)

# intent.start.title
source: Start Activity
ru: Начать активность

# intent.stop.confirmation.title
source: Stop Activity (Confirm)
ru: Остановить активность (подтверждение)

# intent.stop.title
source: Stop Activity
ru: Остановить активность

# intent.toggle.title
source: Toggle Activity
ru: Переключить активность

# open.ring.accessibility
source: Open activity history, %lld today
ru: Открыть историю активности, сегодня %lld

# session.cancel
source: Cancel
ru: Отмена

# session.countdown.accessibility
source: %1$@, %2$lld seconds remaining
ru: %1$@, осталось %2$lld сек.

# session.start.message
source: Activity starts in %lld sec.
ru: Активность начнётся через %lld сек.

# session.start.title
source: Starting activity
ru: Запуск активности

# session.stop.message
source: Activity stops in %lld sec.
ru: Активность остановится через %lld сек.

# session.stop.title
source: Stopping activity
ru: Остановка активности

# toggle.ring.accessibility.active
source: Toggle activity, in progress, %lld today
ru: Переключить активность, идёт сессия, сегодня %lld

# toggle.ring.accessibility.idle
source: Toggle activity, not in progress, %lld today
ru: Переключить активность, нет активной сессии, сегодня %lld

# widget.open.description
source: Tap to open the app and view your activity history.
ru: Нажмите, чтобы открыть приложение и посмотреть историю активности.

# widget.open.displayName
source: Open Activity Tracker
ru: Открыть Activity Tracker

# widget.toggle.description
source: Tap to start or stop an activity without opening the app.
ru: Нажмите, чтобы начать или остановить активность без открытия приложения.

# widget.toggle.displayName
source: Toggle Activity
ru: Переключить активность
